---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RvtLinkInstanceProjectInformation
source: html/55828793-d2df-4c64-45e6-c93bf5030de9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RvtLinkInstanceProjectInformation Property

"Project Information"

## Syntax (C#)
```csharp
public static ForgeTypeId RvtLinkInstanceProjectInformation { get; }
```